Repository: sane-apps/SaneClip
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: Smart clear clipboard history
de: Verlauf intelligent löschen
es: Borrado inteligente del historial
fr: Effacement intelligent de l'historique
it: Pulizia intelligente della cronologia
ja: クリップボード履歴をスマート消去
ko: 클립보드 기록 스마트 지우기
pt_br: Limpeza inteligente do histórico
zh_hans: 智能清除剪贴板历史

source: Stack
de: Stapel
es: Pila
fr: Pile
it: Pila
ja: スタック
ko: 스택
pt_br: Pilha
zh_hans: 栈

source: Unlock Paste Stack with Pro
de: Einfügestapel mit Pro freischalten
es: Desbloquea la pila de pegado con Pro
fr: Débloquer la pile de collage avec Pro
it: Sblocca la pila di incollaggio con Pro
ja: Proでペーストスタックを解除
ko: Pro로 붙여넣기 스택 잠금 해제
pt_br: Desbloquear a pilha de colagem com o Pro
zh_hans: 用 Pro 解锁粘贴栈

source: Auto-close when empty
de: Automatisch schließen, wenn leer
es: Cerrar automáticamente al vaciarse
fr: Fermer automatiquement si vide
it: Chiudi automaticamente se vuota
ja: 空になったら自動的に閉じる
ko: 비면 자동으로 닫기
pt_br: Fechar automaticamente quando vazia
zh_hans: 为空时自动关闭

source: Automatically add every copy to the stack, in order
de: Jede Kopie automatisch der Reihe nach zum Stapel hinzufügen
es: Añadir automáticamente cada copia a la pila, en orden
fr: Ajouter automatiquement chaque copie à la pile, dans l'ordre
it: Aggiungi automaticamente ogni copia alla pila, in ordine
ja: すべてのコピーを順番にスタックへ自動追加
ko: 복사할 때마다 순서대로 스택에 자동 추가
pt_br: Adicionar automaticamente cada cópia à pilha, em ordem
zh_hans: 按顺序自动将每次拷贝加入栈中

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Svuota
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清除

source: Keep open while consuming
de: Beim Abarbeiten geöffnet lassen
es: Mantener abierto al consumir
fr: Garder ouvert pendant la consommation
it: Mantieni aperta durante l'uso
ja: 消費中も開いたままにする
ko: 사용하는 동안 열어 두기
pt_br: Manter aberta ao consumir
zh_hans: 取用时保持打开

source: Move down
de: Nach unten bewegen
es: Mover abajo
fr: Descendre
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移

source: Move up
de: Nach oben bewegen
es: Mover arriba
fr: Monter
it: Sposta su
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移

source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 메모
pt_br: Nota
zh_hans: 备注

source: Paste Stack
de: Einfügestapel
es: Pila de pegado
fr: Pile de collage
it: Pila di incollaggio
ja: ペーストスタック
ko: 붙여넣기 스택
pt_br: Pilha de colagem
zh_hans: 粘贴栈

source: Paste stack is empty.
de: Einfügestapel ist leer.
es: La pila de pegado está vacía.
fr: La pile de collage est vide.
it: La pila di incollaggio è vuota.
ja: ペーストスタックは空です。
ko: 붙여넣기 스택이 비어 있습니다.
pt_br: A pilha de colagem está vazia.
zh_hans: 粘贴栈为空。

source: Paste stack is empty. Turn on “Record copies” to build one as you copy, or use “Add to Paste Stack” on any clip.
de: Einfügestapel ist leer. Aktiviere „Kopien aufzeichnen“, um beim Kopieren einen aufzubauen, oder verwende „Zum Einfügestapel hinzufügen“ bei einem Clip.
es: La pila de pegado está vacía. Activa «Grabar copias» para crearla mientras copias, o usa «Añadir a la pila de pegado» en cualquier elemento.
fr: La pile de collage est vide. Activez « Enregistrer les copies » pour la remplir au fur et à mesure, ou utilisez « Ajouter à la pile de collage » sur n'importe quel élément.
it: La pila di incollaggio è vuota. Attiva “Registra copie” per crearla man mano che copi, oppure usa “Aggiungi alla pila di incollaggio” su qualsiasi elemento.
ja: ペーストスタックは空です。「コピーを記録」をオンにするとコピーしながら作成できます。または任意のクリップで「ペーストスタックに追加」を使ってください。
ko: 붙여넣기 스택이 비어 있습니다. 복사하면서 스택을 만들려면 “복사본 기록”을 켜거나, 클립에서 “붙여넣기 스택에 추가”를 사용하세요.
pt_br: A pilha de colagem está vazia. Ative “Gravar cópias” para montá-la conforme copia, ou use “Adicionar à pilha de colagem” em qualquer item.
zh_hans: 粘贴栈为空。开启“记录拷贝”以在拷贝时自动构建，或对任意剪辑使用“加入粘贴栈”。

source: Pause
de: Pausieren
es: Pausar
fr: Suspendre
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
zh_hans: 暂停

source: Pause consuming the stack
de: Abarbeiten des Stapels pausieren
es: Pausar el consumo de la pila
fr: Suspendre la consommation de la pile
it: Metti in pausa l'uso della pila
ja: スタックの消費を一時停止
ko: 스택 사용 일시 정지
pt_br: Pausar o consumo da pilha
zh_hans: 暂停取用栈

source: Record copies
de: Kopien aufzeichnen
es: Grabar copias
fr: Enregistrer les copies
it: Registra copie
ja: コピーを記録
ko: 복사본 기록
pt_br: Gravar cópias
zh_hans: 记录拷贝

source: Recording copies
de: Kopien werden aufgezeichnet
es: Grabando copias
fr: Enregistrement des copies
it: Registrazione copie
ja: コピーを記録中
ko: 복사본 기록 중
pt_br: Gravando cópias
zh_hans: 正在记录拷贝

source: Recording — the next things you copy land here, in order.
de: Aufzeichnung – das Nächste, was du kopierst, landet hier der Reihe nach.
es: Grabando: lo próximo que copies aparecerá aquí, en orden.
fr: Enregistrement — les prochains éléments copiés arrivent ici, dans l'ordre.
it: Registrazione in corso — i prossimi elementi che copi finiscono qui, in ordine.
ja: 記録中 — 次にコピーしたものが順番にここに入ります。
ko: 기록 중 — 다음에 복사하는 항목이 순서대로 여기에 들어옵니다.
pt_br: Gravando — as próximas coisas que você copiar vão aparecer aqui, em ordem.
zh_hans: 正在记录 — 你接下来拷贝的内容将按顺序落在这里。

source: Remove from stack
de: Vom Stapel entfernen
es: Quitar de la pila
fr: Retirer de la pile
it: Rimuovi dalla pila
ja: スタックから削除
ko: 스택에서 제거
pt_br: Remover da pilha
zh_hans: 从栈中移除

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

source: Save Note
de: Notiz sichern
es: Guardar nota
fr: Enregistrer la note
it: Salva nota
ja: メモを保存
ko: 메모 저장
pt_br: Salvar nota
zh_hans: 存储备注

source: Save Title
de: Titel sichern
es: Guardar título
fr: Enregistrer le titre
it: Salva titolo
ja: タイトルを保存
ko: 제목 저장
pt_br: Salvar título
zh_hans: 存储标题

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题

source: Top
de: Oben
es: Arriba
fr: En haut
it: In cima
ja: 先頭
ko: 맨 위
pt_br: Topo
zh_hans: 置顶

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销

source: Copy Image
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
pt_br: Copiar imagem
zh_hans: 拷贝图像

source: Copy OCR Text
de: OCR-Text kopieren
es: Copiar texto OCR
fr: Copier le texte OCR
it: Copia testo OCR
ja: OCRテキストをコピー
ko: OCR 텍스트 복사
pt_br: Copiar texto do OCR
zh_hans: 拷贝 OCR 文本

source: Done
de: Fertig
es: Aceptar
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成

source: Image Unavailable
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image indisponible
it: Immagine non disponibile
ja: 画像を利用できません
ko: 이미지를 사용할 수 없음
pt_br: Imagem indisponível
zh_hans: 图像不可用

source: No Text Found
de: Kein Text gefunden
es: No se encontró texto
fr: Aucun texte trouvé
it: Nessun testo trovato
ja: テキストが見つかりません
ko: 텍스트를 찾을 수 없음
pt_br: Nenhum texto encontrado
zh_hans: 未找到文本

source: Recognized Text
de: Erkannter Text
es: Texto reconocido
fr: Texte reconnu
it: Testo riconosciuto
ja: 認識されたテキスト
ko: 인식된 텍스트
pt_br: Texto reconhecido
zh_hans: 已识别文本

source: Save As...
de: Sichern unter …
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ja: 別名で保存...
ko: 다른 이름으로 저장...
pt_br: Salvar como...
zh_hans: 存储为…

source: No pinned clips
de: Keine angehefteten Clips
es: No hay elementos fijados
fr: Aucun élément épinglé
it: Nessun elemento fissato
ja: ピン留めされたクリップはありません
ko: 고정된 클립 없음
pt_br: Nenhum item fixado
zh_hans: 没有已固定的剪辑

source: Pinned Clips
de: Angeheftete Clips
es: Elementos fijados
fr: Éléments épinglés
it: Elementi fissati
ja: ピン留めしたクリップ
ko: 고정된 클립
pt_br: Itens fixados
zh_hans: 固定的剪辑

source: Quick access to your pinned clipboard items.
de: Schnellzugriff auf deine angehefteten Objekte.
es: Acceso rápido a tus elementos fijados del portapapeles.
fr: Accès rapide à vos éléments épinglés du presse-papiers.
it: Accesso rapido ai tuoi elementi fissati.
ja: ピン留めしたクリップボード項目にすばやくアクセスできます。
ko: 고정한 클립보드 항목에 빠르게 접근합니다.
pt_br: Acesso rápido aos itens fixados da área de transferência.
zh_hans: 快速访问你固定的剪贴板项。

source: No clips yet
de: Noch keine Clips
es: Aún no hay elementos
fr: Aucun élément pour l'instant
it: Ancora nessun elemento
ja: まだクリップがありません
ko: 아직 클립 없음
pt_br: Nenhum item ainda
zh_hans: 暂无剪辑

source: Quick access to your recent clipboard items.
de: Schnellzugriff auf deine zuletzt verwendeten Objekte.
es: Acceso rápido a tus elementos recientes del portapapeles.
fr: Accès rapide à vos éléments récents du presse-papiers.
it: Accesso rapido ai tuoi elementi recenti.
ja: 最近のクリップボード項目にすばやくアクセスできます。
ko: 최근 클립보드 항목에 빠르게 접근합니다.
pt_br: Acesso rápido aos itens recentes da área de transferência.
zh_hans: 快速访问你最近的剪贴板项。

source: Recent Clips
de: Zuletzt verwendete Clips
es: Elementos recientes
fr: Éléments récents
it: Elementi recenti
ja: 最近のクリップ
ko: 최근 클립
pt_br: Itens recentes
zh_hans: 最近的剪辑

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: SaneClipについて
ko: 정보
pt_br: Sobre
zh_hans: 关于

source: Add Excluded App...
de: Ausgeschlossene App hinzufügen …
es: Añadir app excluida...
fr: Ajouter une app exclue...
it: Aggiungi app esclusa...
ja: 除外するAppを追加...
ko: 제외할 앱 추가...
pt_br: Adicionar app excluído...
zh_hans: 添加排除的 App…

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pt_br: Licença
zh_hans: 许可证

source: No snippets
de: Keine Snippets
es: No hay fragmentos
fr: Aucun extrait
it: Nessuno snippet
ja: スニペットがありません
ko: 스니펫 없음
pt_br: Nenhum trecho
zh_hans: 没有片段

source: Open Snippets Settings...
de: Snippet-Einstellungen öffnen …
es: Abrir ajustes de fragmentos...
fr: Ouvrir les réglages des extraits...
it: Apri impostazioni snippet...
ja: スニペット設定を開く...
ko: 스니펫 설정 열기...
pt_br: Abrir ajustes de trechos...
zh_hans: 打开片段设置…

source: Paste into the frontmost email or document
de: In die vorderste E-Mail oder das vorderste Dokument einfügen
es: Pegar en el correo o documento en primer plano
fr: Coller dans l'e-mail ou le document au premier plan
it: Incolla nell'email o nel documento in primo piano
ja: 最前面のメールまたは書類にペースト
ko: 맨 앞의 이메일 또는 문서에 붙여넣기
pt_br: Colar no e-mail ou documento em primeiro plano
zh_hans: 粘贴到最前面的邮件或文稿中

source: Record Copies to Paste Stack
de: Kopien in Einfügestapel aufzeichnen
es: Grabar copias en la pila de pegado
fr: Enregistrer les copies dans la pile de collage
it: Registra copie nella pila di incollaggio
ja: コピーをペーストスタックに記録
ko: 붙여넣기 스택에 복사본 기록
pt_br: Gravar cópias na pilha de colagem
zh_hans: 将拷贝记录到粘贴栈

source: Search History
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l'historique
it: Cerca nella cronologia
ja: 履歴を検索
ko: 기록 검색
pt_br: Buscar no histórico
zh_hans: 搜索历史

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Abbreviazioni
ja: ショートカット
ko: 단축키
pt_br: Atalhos
zh_hans: 快捷指令

source: Show History
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
it: Mostra cronologia
ja: 履歴を表示
ko: 기록 보기
pt_br: Mostrar histórico
zh_hans: 显示历史

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
zh_hans: 存储空间

source: Sync
de: Synchronisieren
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
ko: 동기화
pt_br: Sincronização
zh_hans: 同步

source: Authentication is required to access locked clipboard history
de: Authentifizierung erforderlich, um auf den gesperrten Verlauf zuzugreifen
es: Se requiere autenticación para acceder al historial bloqueado del portapapeles
fr: Une authentification est requise pour accéder à l'historique verrouillé
it: È necessaria l'autenticazione per accedere alla cronologia bloccata
ja: ロックされたクリップボード履歴にアクセスするには認証が必要です
ko: 잠긴 클립보드 기록에 접근하려면 인증이 필요합니다
pt_br: É necessário autenticar-se para acessar o histórico bloqueado
zh_hans: 访问已锁定的剪贴板历史需要验证身份

source: Clear Clipboard History
de: Verlauf löschen
es: Borrar historial del portapapeles
fr: Effacer l'historique du presse-papiers
it: Cancella cronologia appunti
ja: クリップボード履歴を消去
ko: 클립보드 기록 지우기
pt_br: Limpar histórico da área de transferência
zh_hans: 清除剪贴板历史

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
zh_hans: 清除历史

source: Clears all clipboard history except pinned items
de: Löscht den gesamten Verlauf außer angehefteten Objekten
es: Borra todo el historial del portapapeles excepto los elementos fijados
fr: Efface tout l'historique du presse-papiers sauf les éléments épinglés
it: Cancella tutta la cronologia tranne gli elementi fissati
ja: ピン留めした項目を除くすべてのクリップボード履歴を消去します
ko: 고정된 항목을 제외한 모든 클립보드 기록을 지웁니다
pt_br: Limpa todo o histórico, exceto os itens fixados
zh_hans: 清除除已固定项外的所有剪贴板历史

source: Clipboard manager is not available
de: Zwischenablage-Manager ist nicht verfügbar
es: El gestor del portapapeles no está disponible
fr: Le gestionnaire de presse-papiers n'est pas disponible
it: Il gestore degli appunti non è disponibile
ja: クリップボードマネージャを利用できません
ko: 클립보드 관리자를 사용할 수 없습니다
pt_br: O gerenciador da área de transferência não está disponível
zh_hans: 剪贴板管理器不可用

source: Copies text to the clipboard
de: Kopiert Text in die Zwischenablage
es: Copia texto en el portapapeles
fr: Copie du texte dans le presse-papiers
it: Copia il testo negli appunti
ja: テキストをクリップボードにコピーします
ko: 텍스트를 클립보드에 복사합니다
pt_br: Copia texto para a área de transferência
zh_hans: 将文本拷贝到剪贴板

source: Copy ${text} to clipboard
de: ${text} in die Zwischenablage kopieren
es: Copiar ${text} en el portapapeles
fr: Copier ${text} dans le presse-papiers
it: Copia ${text} negli appunti
ja: ${text}をクリップボードにコピー
ko: ${text}을(를) 클립보드에 복사
pt_br: Copiar ${text} para a área de transferência
zh_hans: 将 ${text} 拷贝到剪贴板

source: Copy to SaneClip
de: Nach SaneClip kopieren
es: Copiar en SaneClip
fr: Copier vers SaneClip
it: Copia in SaneClip
ja: SaneClipにコピー
ko: SaneClip에 복사
pt_br: Copiar para o SaneClip
zh_hans: 拷贝到 SaneClip

source: Could not authenticate to access locked clipboard history
de: Authentifizierung zum Zugriff auf den gesperrten Verlauf fehlgeschlagen
es: No se pudo autenticar para acceder al historial bloqueado del portapapeles
fr: Échec de l'authentification pour accéder à l'historique verrouillé
it: Autenticazione non riuscita per accedere alla cronologia bloccata
ja: ロックされたクリップボード履歴にアクセスするための認証に失敗しました
ko: 잠긴 클립보드 기록에 접근하기 위한 인증에 실패했습니다
pt_br: Não foi possível autenticar para acessar o histórico bloqueado
zh_hans: 无法通过验证以访问已锁定的剪贴板历史

source: Get ${limit} clipboard items
de: ${limit} Objekte abrufen
es: Obtener ${limit} elementos del portapapeles
fr: Obtenir ${limit} éléments du presse-papiers
it: Ottieni ${limit} elementi degli appunti
ja: ${limit}件のクリップボード項目を取得
ko: 클립보드 항목 ${limit}개 가져오기
pt_br: Obter ${limit} itens da área de transferência
zh_hans: 获取 ${limit} 个剪贴板项

source: Get Clipboard History
de: Verlauf abrufen
es: Obtener historial del portapapeles
fr: Obtenir l'historique du presse-papiers
it: Ottieni cronologia appunti
ja: クリップボード履歴を取得
ko: 클립보드 기록 가져오기
pt_br: Obter histórico da área de transferência
zh_hans: 获取剪贴板历史

source: Get History
de: Verlauf abrufen
es: Obtener historial
fr: Obtenir l'historique
it: Ottieni cronologia
ja: 履歴を取得
ko: 기록 가져오기
pt_br: Obter histórico
zh_hans: 获取历史

source: Index is out of bounds
de: Index außerhalb des gültigen Bereichs
es: El índice está fuera de los límites
fr: L'index est hors limites
it: L'indice è fuori intervallo
ja: インデックスが範囲外です
ko: 인덱스가 범위를 벗어났습니다
pt_br: O índice está fora dos limites
zh_hans: 索引超出范围

source: List Snippets
de: Snippets auflisten
es: Listar fragmentos
fr: Lister les extraits
it: Elenca snippet
ja: スニペットを一覧表示
ko: 스니펫 목록
pt_br: Listar trechos
zh_hans: 列出片段

source: Paste Clipboard Item
de: Objekt einfügen
es: Pegar elemento del portapapeles
fr: Coller l'élément du presse-papiers
it: Incolla elemento degli appunti
ja: クリップボード項目をペースト
ko: 클립보드 항목 붙여넣기
pt_br: Colar item da área de transferência
zh_hans: 粘贴剪贴板项

source: Paste Snippet
de: Snippet einfügen
es: Pegar fragmento
fr: Coller l'extrait
it: Incolla snippet
ja: スニペットをペースト
ko: 스니펫 붙여넣기
pt_br: Colar trecho
zh_hans: 粘贴片段

source: Paste item at index ${index}
de: Objekt bei Index ${index} einfügen
es: Pegar el elemento en el índice ${index}
fr: Coller l'élément à l'index ${index}
it: Incolla l'elemento all'indice ${index}
ja: インデックス${index}の項目をペースト
ko: 인덱스 ${index}의 항목 붙여넣기
pt_br: Colar item no índice ${index}
zh_hans: 粘贴索引 ${index} 处的项

source: Paste snippet ${snippetName}
de: Snippet ${snippetName} einfügen
es: Pegar el fragmento ${snippetName}
fr: Coller l'extrait ${snippetName}
it: Incolla lo snippet ${snippetName}
ja: スニペット${snippetName}をペースト
ko: 스니펫 ${snippetName} 붙여넣기
pt_br: Colar trecho ${snippetName}
zh_hans: 粘贴片段 ${snippetName}

source: Pastes a saved snippet by name
de: Fügt ein gesichertes Snippet anhand des Namens ein
es: Pega un fragmento guardado por su nombre
fr: Colle un extrait enregistré par son nom
it: Incolla uno snippet salvato per nome
ja: 保存したスニペットを名前で指定してペーストします
ko: 저장된 스니펫을 이름으로 붙여넣습니다
pt_br: Cola um trecho salvo pelo nome
zh_hans: 按名称粘贴已存的片段

source: Pastes an item from clipboard history at the specified index
de: Fügt ein Objekt aus dem Verlauf am angegebenen Index ein
es: Pega un elemento del historial del portapapeles en el índice indicado
fr: Colle un élément de l'historique du presse-papiers à l'index spécifié
it: Incolla un elemento dalla cronologia all'indice specificato
ja: 指定したインデックスのクリップボード履歴項目をペーストします
ko: 지정한 인덱스의 클립보드 기록 항목을 붙여넣습니다
pt_br: Cola um item do histórico no índice especificado
zh_hans: 粘贴剪贴板历史中指定索引处的项

source: Returns all available snippet names
de: Gibt alle verfügbaren Snippet-Namen zurück
es: Devuelve todos los nombres de fragmentos disponibles
fr: Renvoie tous les noms d'extraits disponibles
it: Restituisce tutti i nomi degli snippet disponibili
ja: 利用可能なすべてのスニペット名を返します
ko: 사용 가능한 모든 스니펫 이름을 반환합니다
pt_br: Retorna todos os nomes de trechos disponíveis
zh_hans: 返回所有可用的片段名称

source: Returns recent text items from clipboard history
de: Gibt zuletzt verwendete Textobjekte aus dem Verlauf zurück
es: Devuelve los elementos de texto recientes del historial del portapapeles
fr: Renvoie les éléments texte récents de l'historique du presse-papiers
it: Restituisce gli elementi di testo recenti dalla cronologia
ja: クリップボード履歴から最近のテキスト項目を返します
ko: 클립보드 기록의 최근 텍스트 항목을 반환합니다
pt_br: Retorna itens de texto recentes do histórico
zh_hans: 返回剪贴板历史中最近的文本项

source: Search Clipboard
de: Zwischenablage durchsuchen
es: Buscar en el portapapeles
fr: Rechercher dans le presse-papiers
it: Cerca negli appunti
ja: クリップボードを検索
ko: 클립보드 검색
pt_br: Buscar na área de transferência
zh_hans: 搜索剪贴板

source: Search for ${query}
de: Nach ${query} suchen
es: Buscar ${query}
fr: Rechercher ${query}
it: Cerca ${query}
ja: ${query}を検索
ko: ${query} 검색
pt_br: Buscar por ${query}
zh_hans: 搜索 ${query}

source: Searches clipboard history for items matching the query
de: Durchsucht den Verlauf nach Objekten, die zur Suchanfrage passen
es: Busca en el historial del portapapeles elementos que coincidan con la consulta
fr: Recherche dans l'historique les éléments correspondant à la requête
it: Cerca nella cronologia gli elementi corrispondenti alla query
ja: クエリに一致する項目をクリップボード履歴から検索します
ko: 쿼리와 일치하는 항목을 클립보드 기록에서 검색합니다
pt_br: Busca no histórico itens que correspondam à consulta
zh_hans: 在剪贴板历史中搜索匹配查询的项

source: Snippet not found
de: Snippet nicht gefunden
es: Fragmento no encontrado
fr: Extrait introuvable
it: Snippet non trovato
ja: スニペットが見つかりません
ko: 스니펫을 찾을 수 없습니다
pt_br: Trecho não encontrado
zh_hans: 未找到片段

source: This feature requires SaneClip Pro
de: Diese Funktion erfordert SaneClip Pro
es: Esta función requiere SaneClip Pro
fr: Cette fonctionnalité nécessite SaneClip Pro
it: Questa funzione richiede SaneClip Pro
ja: この機能にはSaneClip Proが必要です
ko: 이 기능을 사용하려면 SaneClip Pro가 필요합니다
pt_br: Este recurso exige o SaneClip Pro
zh_hans: 此功能需要 SaneClip Pro

source: This snippet needs placeholder values. Paste it from the SaneClip menu instead.
de: Dieses Snippet benötigt Platzhalterwerte. Füge es stattdessen über das SaneClip-Menü ein.
es: Este fragmento necesita valores para los marcadores. Pégalo desde el menú de SaneClip.
fr: Cet extrait nécessite des valeurs de variables. Collez-le plutôt depuis le menu SaneClip.
it: Questo snippet richiede valori per i segnaposto. Incollalo invece dal menu di SaneClip.
ja: このスニペットにはプレースホルダの値が必要です。代わりにSaneClipメニューからペーストしてください。
ko: 이 스니펫에는 플레이스홀더 값이 필요합니다. 대신 SaneClip 메뉴에서 붙여넣으세요.
pt_br: Este trecho precisa de valores de espaço reservado. Cole-o pelo menu do SaneClip.
zh_hans: 此片段需要占位符值。请改从 SaneClip 菜单粘贴。

# saneclip.settings.appearance.auto_close_stack_panel
source: Auto-close panel when stack is empty
de: Panel automatisch schließen, wenn Stapel leer ist
es: Cerrar el panel automáticamente cuando la pila esté vacía
fr: Fermer le panneau quand la pile est vide
it: Chiudi il pannello quando la pila è vuota
ja: スタックが空になったらパネルを自動的に閉じる
ko: 스택이 비면 패널 자동 닫기
pt_br: Fechar painel quando a pilha estiver vazia
zh_hans: 栈为空时自动关闭面板

# saneclip.settings.appearance.collapse_duplicate_stack_items
source: Collapse duplicate stack items
de: Doppelte Stapelobjekte zusammenfassen
es: Combinar elementos duplicados de la pila
fr: Regrouper les éléments en double de la pile
it: Unisci gli elementi duplicati nella pila
ja: 重複するスタック項目をまとめる
ko: 중복 스택 항목 합치기
pt_br: Unir itens duplicados da pilha
zh_hans: 合并重复的栈项

# saneclip.settings.appearance.default_paste_mode
source: Default paste mode
de: Standard-Einfügemodus
es: Modo de pegado predeterminado
fr: Mode de collage par défaut
it: Modalità di incollaggio predefinita
ja: デフォルトのペーストモード
ko: 기본 붙여넣기 모드
pt_br: Modo de colagem padrão
zh_hans: 默认粘贴模式

# saneclip.settings.appearance.default_paste_mode_locked
source: Default paste mode (Plain / Smart)
de: Standard-Einfügemodus (Nur Text / Intelligent)
es: Modo de pegado predeterminado (Sin formato / Inteligente)
fr: Mode de collage par défaut (Brut / Intelligent)
it: Modalità di incollaggio predefinita (Semplice / Smart)
ja: デフォルトのペーストモード（プレーン／スマート）
ko: 기본 붙여넣기 모드(일반 텍스트 / 스마트)
pt_br: Modo de colagem padrão (Simples / Inteligente)
zh_hans: 默认粘贴模式（纯文本 / 智能）

# saneclip.settings.appearance.keep_stack_panel_open
source: Keep history window open after pasting
de: Verlaufsfenster nach dem Einfügen geöffnet lassen
es: Mantener la ventana del historial abierta tras pegar
fr: Garder la fenêtre d'historique ouverte après le collage
it: Mantieni aperta la finestra della cronologia dopo l'incollaggio
ja: ペースト後も履歴ウインドウを開いたままにする
ko: 붙여넣기 후 기록 창 열어 두기
pt_br: Manter a janela do histórico aberta após colar
zh_hans: 粘贴后保持历史窗口打开

# saneclip.settings.appearance.menu_bar_icon
source: Menu Bar Icon
de: Menüleistensymbol
es: Icono de la barra de menús
fr: Icône de la barre des menus
it: Icona nella barra dei menu
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
pt_br: Ícone da barra de menus
zh_hans: 菜单栏图标

# saneclip.settings.appearance.menu_bar_icon.list
source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
ja: リスト
ko: 목록
pt_br: Lista
zh_hans: 列表

# saneclip.settings.appearance.no_overrides
source: No overrides configured
de: Keine Ausnahmen konfiguriert
es: No hay excepciones configuradas
fr: Aucun remplacement configuré
it: Nessuna eccezione configurata
ja: 上書き設定はありません
ko: 구성된 재정의 없음
pt_br: Nenhuma exceção configurada
zh_hans: 未配置覆盖设置

# saneclip.settings.appearance.paste_mode.plain
source: Plain Text
de: Nur Text
es: Texto sin formato
fr: Texte brut
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
pt_br: Texto simples
zh_hans: 纯文本

# saneclip.settings.appearance.paste_mode.plain_description
source: Always strip formatting
de: Formatierung immer entfernen
es: Eliminar siempre el formato
fr: Toujours supprimer la mise en forme
it: Rimuovi sempre la formattazione
ja: 常に書式を取り除く
ko: 항상 서식 제거
pt_br: Sempre remover formatação
zh_hans: 始终去除格式
